Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Preferências do Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Mensagens de Autorização Básica de HTTP de origem cruzada";
AllowCrossOriginAuthPrompt.pfm_description = "Controla se o sub-conteúdo de terceiros numa página tem permissão para criar um pop-up com uma caixa de diálogo de Autenticação Básica de HTTP. Normalmente, isto é desativado como uma defesa contra phishing.";
AllowFileSelectionDialogs.pfm_title = "Permitir a invocação de caixas de diálogo de seleção de ficheiros.";
AllowFileSelectionDialogs.pfm_description = "Permite-lhe aceder a ficheiros locais no computador, ao permitir que o Chromium apresente caixas de diálogo de seleção de ficheiros. Se ativar esta definição, os utilizadores poderão abrir caixas de diálogo de seleção de ficheiros como de costume. Se desativar esta definição, sempre que os utilizadores efetuarem uma ação que origine uma caixa de diálogo de seleção de ficheiros (como importar marcadores, carregar ficheiros, guardar links, etc.), aparecerá uma mensagem em vez dessa caixa e assume-se que os utilizadores clicaram em Cancelar na caixa de diálogo. Se esta definição não estiver selecionada, os utilizadores poderão abrir as caixas de diálogo de seleção de ficheiros como de costume.";
AllowOutdatedPlugins.pfm_title = "Permitir a execução de plug-ins desatualizados";
AllowOutdatedPlugins.pfm_description = "Permite que o Chromium execute plug-ins desatualizados. Se ativar esta definição, os plug-ins desatualizados serão utilizados como se fossem normais. Se desativar esta definição, os plug-ins desatualizados não serão utilizados e não será solicitada autorização aos utilizadores para os executar. Se esta opção não estiver definida, será solicitada aos utilizadores autorização para executar os plug-ins desatualizados.";
AlternateErrorPagesEnabled.pfm_title = "Ativar páginas de erro alternativas";
AlternateErrorPagesEnabled.pfm_description = "Ativa a utilização de páginas de erro alternativas que estão incluídas no Chromium (como, por exemplo, \"página não encontrada\") e impede que os utilizadores alterem esta definição. Se ativar esta definição, serão utilizadas páginas de erro alternativas. Se desativar esta definição, nunca serão utilizadas páginas de erro alternativas. Se ativar ou desativar esta definição, os utilizadores não poderão alterá-la ou substituí-la no Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Executa sempre plug-ins que requerem autorização";
AlwaysAuthorizePlugins.pfm_description = "Permite ao Chromium executar plug-ins que requerem autorização. Se ativar esta definição, os plug-ins que não estão desatualizados são sempre executados. Se esta definição estiver desativada ou não estiver definida, será pedida permissão aos utilizadores para executar plug-ins que requerem autorização. Estes são plug-ins que podem comprometer a segurança.";
AuthNegotiateDelegateWhitelist.pfm_title = "Lista de permissões do servidor de delegação do Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Os servidores nos quais o Chromium pode delegar.";
AuthSchemes.pfm_title = "Esquemas de autenticação suportados";
AuthSchemes.pfm_description = "Especifica quais os esquemas de Autenticação HTTP que o Chromium suporta. Os valores possíveis são \"basic\", \"digest\" e \"negotiate\". Separe vários valores por vírgulas.";
AuthServerWhitelist.pfm_title = "Lista de permissões do servidor de autenticação";
AuthServerWhitelist.pfm_description = "Indica os servidores que devem ser incluídos na lista de permissões para a autenticação integrada. A autenticação integrada só está ativada quando o Chromium recebe um desafio de autenticação de um proxy ou de um servidor que está na respetiva lista de permissões. Separe vários nomes de servidores por vírgulas. São permitidos caracteres universais (*).";
AutoFillEnabled.pfm_title = "Ativar Preenchimento Automático";
AutoFillEnabled.pfm_description = "Ativa a funcionalidade Preenchimento Automático do Chromium e permite que os utilizadores preencham automaticamente formulários Web utilizando informações anteriormente armazenadas, como endereços ou dados de cartões de crédito. Se desativar esta definição, os utilizadores não poderão aceder ao Preenchimento Automático. Se ativar esta definição ou não configurar qualquer valor, os utilizadores poderão controlar o Preenchimento Automático, o que lhes permitirá configurar os perfis do Preenchimento Automático e ligar ou desligar esta funcionalidade conforme pretendam.";
BlockThirdPartyCookies.pfm_title = "Bloquear cookies de terceiros";
BlockThirdPartyCookies.pfm_description = "Bloqueia cookies de terceiros. A ativação desta definição impede que elementos de páginas Web cujo domínio não é igual ao que aparece na barra de endereço do navegador definam cookies. A desativação desta definição permite que elementos de páginas Web cujo domínio não é igual ao que aparece na barra de endereço do navegador definam cookies e impede que os utilizadores a alterem.";
BookmarkBarEnabled.pfm_title = "Ativar Barra de Marcadores";
BookmarkBarEnabled.pfm_description = "Ativa a barra de marcadores na página Novo Separador no Chromium. Se ativar esta definição, o Chromium mostrará uma barra de marcadores na página \"Novo Separador\". Se desativar esta definição, os utilizadores nunca verão esta barra. Se ativar ou desativar esta definição, os utilizadores não poderão alterá-la ou substituí-la no Chromium.";
ClearSiteDataOnExit.pfm_title = "Limpar dados do site ao fechar o navegador";
ClearSiteDataOnExit.pfm_description = "Esta política substitui a opção de definição de conteúdo \"Limpar cookies e outros dados do site ao fechar o navegador\". Quando definida como Verdadeiro, o Chromium eliminará todos os dados armazenados localmente do navegador quando este é fechado.";
CookiesAllowedForUrls.pfm_title = "Permitir cookies nestes sites";
CookiesAllowedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que têm autorização para definir cookies.";
CookiesBlockedForUrls.pfm_title = "Bloquear cookies nestes sites";
CookiesBlockedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que não têm autorização para definir cookies.";
CookiesSessionOnlyForUrls.pfm_title = "Permitir apenas cookies da sessão nestes sites";
CookiesSessionOnlyForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que têm autorização para definir cookies apenas de sessão.";
DefaultBrowserSettingEnabled.pfm_title = "Definir o Google Chrome como o Navegador Predefinido";
DefaultBrowserSettingEnabled.pfm_description = "Configura o navegador predefinido, verifica o Chromium e impede que os utilizadores as alterem. Se ativar esta definição, o Chromium verificará sempre, durante o arranque, se é o navegador predefinido e registar-se-á automaticamente, se possível. Se esta definição estiver desativada, o Chromium nunca verificará se é o navegador predefinido e desativará os controlos dos utilizadors para definirem esta opção. Se a opção não for definida, o Chromium permitirá que os utilizadores controlem se é o navegador predefinido e se deverão ser mostradas as notificações de utilizador caso não o seja.";
DefaultCookiesSetting.pfm_title = "Definição de cookies predefinida";
DefaultCookiesSetting.pfm_description = "0 - Permitir que todos os sites definam dados locais.\n1 - Não permitir que os sites definam dados de local\nPermite-lhe definir se os Web sites têm autorização para definir dados locais. A definição de dados locais pode ser permitida ou negada para todos os Web sites.";
DefaultGeolocationSetting.pfm_title = "Definição de geolocalização predefinida";
DefaultGeolocationSetting.pfm_description = "0 - Permitir que os sites registem a localização física dos utilizadores\n1 - Não permitir que os site registem a localização física dos utilizadores\n2 - Perguntar sempre que um site pretender registar a localização física dos utilizadores\nPermite-lhe definir se os Web sites têm autorização para registar a localização física dos utilizadores. O registo da localização física dos utilizadores pode ser permitido ou recusado por predefinição ou o utilizador pode escolher o que pretende sempre um Web site solicita a localização física.";
DefaultImagesSetting.pfm_title = "Definição de imagens predefinidas";
DefaultImagesSetting.pfm_description = "0 - Permitir que todos os sites mostrem todas as imagens\n1 - Não permitir que os sites mostrem imagens\nPermite-lhe definir se os Web sites têm autorização para apresentar imagens. A apresentação de imagens pode ser autorizada ou negada para todos os Web sites.";
DefaultJavaScriptSetting.pfm_title = "Definição de JavaScript predefinida";
DefaultJavaScriptSetting.pfm_description = "0 - Permitir que todos os sites executem JavaScript\n1 - Não permitir que os sites executem JavaScript\nPermite-lhe definir se os sites têm autorização para executar JavaScript. A execução de JavaScript pode ser permitida ou negada para todos os Web sites.";
DefaultNotificationSetting.pfm_title = "Definição de notificação predefinida";
DefaultNotificationSetting.pfm_description = "0 - Permitir que os sites mostrem notificações do ambiente de trabalho\n1 - Não permitir que os sites mostrem notificações do ambiente de trabalho\n2 - Perguntar sempre quando um site pretender mostrar notificações de ambiente de trabalho\nPermite-lhe definir se os Web sites têm autorização para apresentar notificações de ambiente de trabalho. A apresentação de notificações de ambiente de trabalho pode ser permitida ou recusada por predefinição ou o utilizador pode escolher o que pretende sempre que um Web site tenta apresentar notificações.";
DefaultPluginsSetting.pfm_title = "Definição de plug-ins predefinida";
DefaultPluginsSetting.pfm_description = "0 - Permitir que todos os sites executem plug-ins automaticamente\n1 - Bloquear todos os plug-ins\nPermite-lhe definir se os Web sites podem executar plug-ins automaticamente. A execução automática de plug-ins pode ser ativada ou desativada para todos os Web sites.";
DefaultPopupsSetting.pfm_title = "Definição de pop-ups predefinida";
DefaultPopupsSetting.pfm_description = "0 - Permitir que todos os sites mostrem pop-ups\n1 - Não permitir que os sites mostrem pop-ups\nPermite-lhe definir se os Web sites têm autorização para apresentar pop-ups. A apresentação de pop-ups pode ser permitida ou recusada para todos os Web sites.";
DefaultSearchProviderEnabled.pfm_title = "Ativar o fornecedor de pesquisas personalizado";
DefaultSearchProviderEnabled.pfm_description = "Permite utilizar um fornecedor de pesquisas predefinido. Se ativar esta definição, é efetuada uma pesquisa predefinida quando os utilizadores escrevem um texto na caixa geral que não seja um URL. Pode especificar qual o fornecedor de pesquisas predefinido a utilizar por definição nas restantes políticas de pesquisas predefinidas. Se estas não forem preenchidas, os utilizadores podem escolher o fornecedor predefinido. Se desativar esta definição, não é efetuada nenhuma pesquisa quando os utilizadores escrevem texto que não seja um URL na caixa geral. Se ativar ou desativar esta definição, os utilizadores não podem alterá-la nem substituí-la no Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Codificações do fornecedor de pesquisas predefinido";
DefaultSearchProviderEncodings.pfm_description = "Especifica as codificações de caracteres suportadas pelo fornecedor de pesquisas. As codificações são nomes de páginas de código como UTF-8, GB2312 e ISO-8859-1 e aparecem por esta ordem. A codificação predefinida é UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Ícone do fornecedor de pesquisas predefinido";
DefaultSearchProviderIconURL.pfm_description = "Indica o URL do ícone favorito do fornecedor de pesquisas predefinido. Opcional.";
DefaultSearchProviderInstantURL.pfm_title = "URL instantâneo do fornecedor de pesquisas predefinido";
DefaultSearchProviderInstantURL.pfm_description = "Especifica o URL do motor de pesquisa utilizado para fornecer os resultados instantâneos. O URL deverá conter a expressão '{searchTerms}', que, no momento da consulta, será substituída pelo texto já introduzido. Opcional.";
DefaultSearchProviderKeyword.pfm_title = "Palavra-chave do fornecedor de pesquisas predefinido";
DefaultSearchProviderKeyword.pfm_description = "Especifica a palavra-chave, que é o atalho utilizado na caixa geral para ativar a pesquisa para este fornecedor. Opcional.";
DefaultSearchProviderName.pfm_title = "Nome do fornecedor de pesquisas predefinido";
DefaultSearchProviderName.pfm_description = "Indica o nome do fornecedor de pesquisas predefinido. Se não for preenchido, será utilizado o nome do anfitrião indicado pelo URL de pesquisa.";
DefaultSearchProviderSearchURL.pfm_title = "URL de pesquisa do fornecedor de pesquisas predefinido";
DefaultSearchProviderSearchURL.pfm_description = "Especifica o URL do motor de pesquisa predefinido ao efetuar uma pesquisa predefinida. O URL deverá conter a expressão \"{searchTerms}\", que, no momento da consulta, será substituída pelos termos que o utilizador está a pesquisar.";
DefaultSearchProviderSuggestURL.pfm_title = "URL de sugestão do fornecedor de pesquisas padrão";
DefaultSearchProviderSuggestURL.pfm_description = "Especifica o URL do motor de pesquisa utilizado para fornecer as sugestões de pesquisa. O URL deverá conter a expressão \"{searchTerms}\", que, no momento da consulta, será substituída pelo texto já introduzido. Opcional.";
DeveloperToolsDisabled.pfm_title = "Desativar Ferramentas do Programador";
DeveloperToolsDisabled.pfm_description = "Desativa as Ferramentas do Programador e a Consola JavaScript. Se ativar esta definição, não será possível aceder às Ferramentas do Programador e os elementos do Web site deixarão de poder ser inspecionados. Serão desativados todos os atalhos de teclado e todas as entradas de menus ou de menus de contexto para abrir as Ferramentas do Programador ou a Consola JavaScript.";
Disable3DAPIs.pfm_title = "Desativar o suporte para APIs de gráficos 3D";
Disable3DAPIs.pfm_description = "Desativa o suporte para APIs de gráficos 3D. A ativação desta definição impede que as páginas Web acedam à unidade de processamento gráfica (GPU). Mais concretamente, as páginas Web não podem aceder à API WebGL e os plug-ins não podem aceder à API Pepper 3D. A desativação desta definição permite, potencialmente, que as páginas Web utilizem a API WebGL e os plug-ins utilizem a API Pepper 3D. Tendo em conta as predefinições do navegador, poderá, ainda, ser necessário analisar argumentos de linhas de comando para utilizar essas APIs.";
DisableAuthNegotiateCnameLookup.pfm_title = "Desativar a procura de CNAME ao negociar a autenticação Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Especifica se o SPN gerado do Kerberos é baseado no nome DNS canónico ou no nome original introduzido. Se ativar esta definição, a procura CNAME é ignorada e o nome do servidor será utilizado como introduzido. Se desativar esta definição, o nome canónico do servidor será determinado através da procura CNAME.";
DisablePluginFinder.pfm_title = "Desativar localizador de plug-ins";
DisablePluginFinder.pfm_description = "Se alterar esta definição para Verdadeiro, a pesquisa e instalação automática de plug-ins em falta será desativada no Chromium.";
DisableSpdy.pfm_title = "Desativar o protocolo SPDY";
DisableSpdy.pfm_description = "Desativa a utilização do protocolo SPDY no Chromium.";
DisabledPlugins.pfm_title = "Lista de plug-ins desativados";
DisabledPlugins.pfm_description = "Especifica uma lista de plug-ins que estão desativados no Chromium e impede que os utilizadores alterem esta definição. Os caracteres universais \"*\" e \"?\" podem ser utilizados para fazer corresponder sequências de caracteres arbitrários. \"*\" corresponde a um número arbitrário de caracteres, ao passo que \"?\" indica um carácter único opcional, ou seja, corresponde aos caracteres zero ou um. O carácter de escape é \"\\", pelo que, para corresponder aos caracteres reais \"*\", \"?\" ou \"\\", pode pôr um \"\\" à frente daqueles. Se ativar esta definição, a lista indicada de plug-ins nunca será utilizada no Chromium. Os plug-ins estão marcados como desativados em \"about:plugins\" e os utilizadores não poderão ativá-los. Note que esta política pode ser substituída por EnabledPlugins e DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Lista de exceções à lista de plug-ins desativados";
DisabledPluginsExceptions.pfm_description = "Especifica uma lista de plug-ins que os utilizadores podem ativar ou desativar no Chromium. Os caracteres universais \"*\" e \"?\" podem ser utilizados para fazer corresponder sequências de caracteres arbitrários. \"*\" corresponde a um número arbitrário de caracteres, ao passo que \"?\" indica um carácter único opcional, ou seja, corresponde aos caracteres zero ou um. O carácter de escape é \"\\", pelo que, para corresponder aos caracteres reais \"*\", \"?\" ou \"\\", pode pôr um \"\\" à frente daqueles. Se ativar esta definição, a lista de plug-ins especificados pode ser utilizada no Chromium. Os utilizadores podem ativá-los ou desativá-los em \"about:plugins\", mesmo que o plug-in corresponda também a um padrão em DisabledPlugins. Os utilizadores podem, também, ativar e desativar os plug-ins que não correspondam a nenhum padrão em DisabledPlugins, DisabledPluginsExceptions e EnabledPlugins.";
DisabledSchemes.pfm_title = "Lista dos esquemas de protocolos desativados";
DisabledSchemes.pfm_description = "Desativa os esquemas de protocolo incluídos no Chromium. Os URLs que utilizem um esquema desta lista não serão carregados e não será possível aceder aos mesmos.";
DiskCacheDir.pfm_title = "Definir o diretório de cache do disco";
DiskCacheDir.pfm_description = "Configura o diretório que o Chromium irá utilizar para armazenar ficheiros em cache no disco. Se definir esta política, o Chromium usará o diretório fornecido independentemente de o utilizador ter especificado ou não o sinalizador \"--disco-cache-dir\".";
DnsPrefetchingEnabled.pfm_title = "Ativar predição de rede.";
DnsPrefetchingEnabled.pfm_description = "Ativa a predição da rede no Chromium e impede que os utilizadores alterem esta definição. Se ativar ou desativar esta definição, os utilizadores não podem alterá-la ou substituí-la no Chromium.";
DownloadDirectory.pfm_title = "Definir diretório da transferência";
DownloadDirectory.pfm_description = "Configura o diretório que o Chromium utilizará para transferir ficheiros. Se definir esta política, o Chromium utilizará o diretório fornecido, independentemente de os utilizadores terem especificado um diretório ou terem ativado o sinalizador para solicitar sempre a localização da transferência.";
EditBookmarksEnabled.pfm_title = "Ativa ou desativa a edição de marcadores";
EditBookmarksEnabled.pfm_description = "Ativa ou desativa a edição de marcadores no Chromium. Se ativar esta definição, poderá adicionar, remover ou modificar marcadores. Esta é a opção predefinida. Se desativar esta definição, não poderá adicionar, remover ou modificar marcadores. Os marcadores já existentes continuam disponíveis.";
EnableAuthNegotiatePort.pfm_title = "Incluir porta não padrão no SPN do Kerberos";
EnableAuthNegotiatePort.pfm_description = "Especifica se o SPN gerado do Kerberos deverá incluir uma porta não padrão. Se ativar esta definição e introduzir uma porta não padrão (ou seja, uma porta que não a 80 ou a 443), essa porta será incluída no SPN gerado do Kerberos. Se desativar esta definição, o SPN gerado do Kerberos não incluirá uma porta em circunstância alguma.";
EnabledPlugins.pfm_title = "Lista de plug-ins ativados";
EnabledPlugins.pfm_description = "Especifica uma lista de plug-ins que estão ativados no Chromium e impede que os utilizadores alterem esta definição. Os caracteres universais \"*\" e \"?\" podem ser utilizados para fazer corresponder sequências de caracteres arbitrários. \"*\" corresponde a um número arbitrário de caracteres, ao passo que \"?\" indica um carácter único opcional, ou seja, corresponde aos caracteres zero ou um. O carácter de escape é \"\\", pelo que, para corresponder aos caracteres reais \"*\", \"?\" ou \"\\", pode pôr um \"\\" à frente daqueles. Se tiverem instalados, a lista de plug-ins especificados é sempre utilizada no Chromium. Os plug-ins estão marcados como ativados em \"about:plugins\" e os utilizadores não podem desativá-los. Note que esta política substitui DisabledPlugins e DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "IDs das extensões que os utilizadores não poderão instalar (ou * para todas)";
ExtensionInstallBlacklist.pfm_description = "Permite-lhe especificar quais as extensões que os utilizadores NÃO podem instalar. Se forem adicionadas à lista negra, as extensões já instaladas serão removidas. Um valor de lista negra de * significa que todas as extensões estão na lista negra, a menos que estejam explicitamente incluídas na lista de autorizações.";
ExtensionInstallForcelist.pfm_title = "Instalar IDs de extensões e URLs de atualização silenciosamente";
ExtensionInstallForcelist.pfm_description = "Permite-lhe especificar uma lista de extensões que serão instaladas silenciosamente, sem interação com os utilizadores. Cada item da lista é uma expressão que contém uma ID de extensão e um URL de atualização delimitado por um ponto e vírgula (;). Por exemplo: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Relativamente a cada item, o Chromium obterá a extensão especificada pela ID do URL indicado e instalá-lo-á silenciosamente. As páginas seguintes explicam como pode alojar extensões no seu próprio servidor. Acerca de URLs de atualização: http://code.google.com/chrome/extensions/autoupdate.html, acerca do alojamento de extensões em geral: http://code.google.com/chrome/extensions/hosting.html. Os utilizadores não poderão desinstalar extensões especificadas por esta política. Se remover uma extensão desta lista, o Chromium desinstalá-la-á automaticamente. Esta política não permite forçar a instalação de extensões que estejam na lista negra em \"ExtensionInstallBlacklist\" e que não sejam incluídas na lista de permissões.";
ExtensionInstallWhitelist.pfm_title = "IDs de extensões a excluir da lista negra";
ExtensionInstallWhitelist.pfm_description = "Permite-lhe indicar quais as extensões que não estão sujeitas à lista negra. Um valor de lista negra de * significa que todas as extensões foram adicionadas à lista negra e os utilizadores só podem instalar extensões incluídas na lista de autorizações. Por predefinição, todas as extensões estão na lista de autorizações, mas se todas elas tiverem sido adicionadas à lista negra devido à política, a lista de autorizações pode ser utilizada para substituir essa política.";
GSSAPILibraryName.pfm_title = "Nome da biblioteca GSSAPI";
GSSAPILibraryName.pfm_description = "Especifica qual a biblioteca GSSAPI a utilizar para Autentação HTTP. Pode definir apenas o nome de uma biblioteca ou um caminho inteiro. Se não for fornecida qualquer definição, o Chromium utilizará um nome de biblioteca predefinido.";
HomepageIsNewTabPage.pfm_title = "Utilizar a página Novo Separador como página inicial";
HomepageIsNewTabPage.pfm_description = "Configura o tipo de página inicial predefinida no Chromium e impede que os utilizadores alterem as preferências da página inicial. A página inicial pode ser definida como um URL que especifique ou definida como a página Novo Separador. Se ativar esta definição, a página Novo Separador será sempre utilizada como a página inicial e o URL da página inicial é ignorado. Se desativar esta definição, a página inicial do utilizador nunca será a página Novo Separador, a menos que o URL esteja definido como \"chrome://newtab\". Se ativar ou desativar esta definição, os utilizadores não poderão alterar ou substituir as respetivas páginas iniciais no Chromium.";
HomepageLocation.pfm_title = "URL da página inicial";
HomepageLocation.pfm_description = "Configura o URL da página inicial predefinida no Chromium e impede que os utilizadores o alterem. O tipo de página inicial pode ser definido para um URL que especifique aqui ou para a página Novo Separador. Se selecionar a página Novo Separador, esta política é ignorada. Se ativar esta definição, os utilizadores não poderão alterar o URL das respetivas páginas iniciais no Chromium, mas podem escolher se pretendem utilizar a página Novo Separador como a página inicial.";
ImagesAllowedForUrls.pfm_title = "Permitir imagens nestes sites";
ImagesAllowedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que têm autorização para apresentar imagens.";
ImagesBlockedForUrls.pfm_title = "Bloquear imagens nesses sites";
ImagesBlockedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que indicam os sites que não têm autorização para apresentar imagens.";
IncognitoEnabled.pfm_title = "Ativar o modo de navegação anónima";
IncognitoEnabled.pfm_description = "Ativa o modo de Navegação Anónima no Chromium. Se esta definição estiver ativada ou por configurar, os utilizadores poderão abrir páginas Web no modo de navegação anónima. Se esta definição estiver desativada, os utilizadores não poderão abrir páginas Web no modo de navegação anónima.";
InstantEnabled.pfm_title = "Ativar Instantâneo";
InstantEnabled.pfm_description = "Ativa a funcionalidade Instantâneo do Chromium e impede que os utilizadores alterem esta definição. Se ativar esta definição, o Instantâneo do Chromium é ativado. Se desativar esta definição, o Instantâneo do Chromium é desativado. Se ativar ou desativar esta definição, os utilizadores não podem alterá-la nem substituí-la.";
JavaScriptAllowedForUrls.pfm_title = "Permitir JavaScript nestes sites";
JavaScriptAllowedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que têm autorização para executar JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Bloquear JavaScript nestes sites";
JavaScriptBlockedForUrls.pfm_description = "Permite definir uma lista de padrões de URL que especifica os locais que não têm permissão para executar JavaScript.";
JavascriptEnabled.pfm_title = "Ativar JavaScript";
JavascriptEnabled.pfm_description = "Ativa o JavaScript no Chromium e impede que os utilizadores alterem esta definição. Se esta definição estiver ativada ou por configurar, as páginas Web podem utilizar o JavaScript. Se esta definição estiver desativada, as páginas Web não podem utilizar o JavaScript.";
MetricsReportingEnabled.pfm_title = "Ativar registos de utilização e dados relacionados com falhas";
MetricsReportingEnabled.pfm_description = "Ativa os relatórios anónimos de utilização e de dados relacionados com falhas do sistema do Chromium para a Google e impede que os utilizadores alterem esta definição. Se ativar esta definição, os relatórios anónimos de utilização e os dados relacionados com falhas de sistema são enviados para a Google. Se desativar esta definição, os relatórios anónimos de utilização e os dados relacionados com falhas de sistema nunca serão enviados para a Google. Se ativar ou desativar esta definição, os utilizadores não podem alterá-la ou substituí-la no Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Permitir que os utilizadores mostrem palavras-passe no Gestor de Palavras-Passe";
PasswordManagerAllowShowPasswords.pfm_description = "Controla se os utilizadores podem mostrar palavras-passe em texto não codificado no gestor de palavras-passe. Se desativar esta opção, o gestor de palavras-passe não permitirá mostrar palavras-passe armazenadas em texto não codificado na janela do gestor. Se ativar ou deixar por configurar esta definição, os utilizadores poderão ver as respetivas palavras-passe em texto não codificado no gestor de palavras-passe.";
PasswordManagerEnabled.pfm_title = "Ativar o gestor de palavras-passe";
PasswordManagerEnabled.pfm_description = "Permite guardar palavras-passe e utilizar palavras-passe guardadas no Chromium. Se ativar esta definição, os utilizadores podem fazer com que o Chromium memorize palavras-passe e que as forneça automaticamente da próxima vez que iniciarem sessão num site. Se ativar esta definição, os utilizadores não poderão guardar palavras-passe ou utilizar palavras-passe já guardadas. Se ativar ou desativar esta definição, os utilizadores não poderão alterá-la ou substituí-la no Chromium.";
PluginsAllowedForUrls.pfm_title = "Permitir plug-ins nesses sites";
PluginsAllowedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que têm autorização para executar plug-ins.";
PluginsBlockedForUrls.pfm_title = "Bloquear plug-ins nestes sites";
PluginsBlockedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que não têm autorização para executar plug-ins.";
PopupsAllowedForUrls.pfm_title = "Permitir pop-ups nestes sites";
PopupsAllowedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que têm autorização para abrir pop-ups.";
PopupsBlockedForUrls.pfm_title = "Bloquear pop-ups nestes sites";
PopupsBlockedForUrls.pfm_description = "Permite-lhe definir uma lista de padrões de URL que especificam sites que não têm autorização para abrir pop-ups.";
PrintingEnabled.pfm_title = "Ativar impressão";
PrintingEnabled.pfm_description = "Ativa a impressão no Chromium e impede que os utilizadores alterem esta definição. Se esta definição estiver ativada ou por configurar, os utilizadores podem imprimir. Se esta definição estiver desativada, os utilizadores não podem imprimir no Chromium. A impressão é desativada no menu de ferramentas, nas extensões, nas aplicações JavaScript, etc. É possível imprimir a partir de plug-ins que ignorem o Chromium durante a impressão. Por exemplo, algumas aplicações Flash disponibilizam a opção de imprimir no menu de contexto, a qual não será desativada.";
ProxyBypassList.pfm_title = "Lista separada por vírgulas das regras para ignorar o proxy";
ProxyBypassList.pfm_description = "O Chromium ignorará qualquer proxy para a lista de anfitriões fornecida aqui. Esta política só é aplicada se tiver selecionado as definições de proxy manuais em \"Escolher como indicar as definições do servidor proxy\". Para obter mais exemplos detalhados, visite http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyMode.pfm_title = "Escolher como indicar as definições do servidor proxy";
ProxyMode.pfm_description = "direct - Nunca utilizar proxy\nauto_detect - Detetar automaticamente definições do proxy\npac_script - Utilizar um script de proxy .pac\nfixed_servers - Utilizar servidores proxy fixos\nsystem - Utilizar definições de proxy do sistema\nPermite-lhe especificar o servidor proxy que o Chromium vai utilizar e impede os utilizadores de alterarem as definições do proxy. Se optar por nunca utilizar um servidor proxy e estabelecer sempre uma ligação direta, todas as outras opções serão ignoradas. Se escolher o modo de servidor proxy fixo, pode especificar outras opções em \"Endereço ou URL do servidor Proxy\" e \"Lista separada por vírgulas de regras para ignorar o proxy\". Se optar por utilizar um script de proxy .pac, tem de indicar o URL para o script em \"URL para um ficheiro .pac de proxy\". Para obter exemplos detalhados, visite http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Se ativar esta definição, o Chromium ignorará todas as opções relacionadas com o proxy especificadas a partir da linha de comandos.";
ProxyPacUrl.pfm_title = "URL para um ficheiro .pac de proxy";
ProxyPacUrl.pfm_description = "Pode indicar um URL para um ficheiro .pac de proxy aqui. Esta política só é aplicada se selecionar as definições de proxy manuais em \"Escolher como indicar as definições do servidor proxy\". Para obter exemplos detalhados, visite http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyServer.pfm_title = "Endereço ou URL do servidor proxy";
ProxyServer.pfm_description = "Pode indicar o URL do servidor proxy aqui. Esta política só se aplica se tiver selecionado as definições de proxy manuais em \"Escolher como indicar as definições do servidor proxy\". Para obter mais informações e exemplos detalhados, visite http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
RestoreOnStartup.pfm_title = "Ação no arranque";
RestoreOnStartup.pfm_description = "0 - Abrir página inicial\n1 - Reabrir os últimos URLs abertos\n4 - Abrir uma lista de URLs\nPermite-lhe especificar o comportamento no arranque. Se optar por \"Abrir a página inicial\", esta será sempre aberta quando inicia o Chromium. Se optar por \"Reabrir os URLs abertos pela última vez\", serão reabertos os últimos URLs que abriu antes de fechar o Chromium. Se escolher \"Abrir uma lista de URLs\", será aberta a lista de \"URLs a abrir no arranque\" quando o Chromium é iniciado. Se ativar esta definição, os utilizadores não a poderão alterar ou substituir no Chromium. A desativação desta definição é o mesmo que dizer que não está configurada. Os utilizadores continuarão a poder alterá-la no Chromium.";
RestoreOnStartupURLs.pfm_title = "URLs a abrir no arranque";
RestoreOnStartupURLs.pfm_description = "Se \"Abrir uma lista de URLs\" estiver selecionado como ação no arranque, esta definição permite-lhe indicar a lista de URLs que serão abertos.";
SafeBrowsingEnabled.pfm_title = "Ativar Navegação Segura";
SafeBrowsingEnabled.pfm_description = "Ativa a funcionalidade Navegação Segura do Chromium e impede que os utilizadores alterem esta definição. Se ativar esta definição, a Navegação Segura ficará sempre ativa. Se desativar esta definição, a Navegação Segura nunca ficará ativa. Se ativar ou desativar esta definição, os utilizadores não podem alterá-la nem substituí-la no Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Desativar armazenamento do histórico de navegação";
SavingBrowserHistoryDisabled.pfm_description = "Desativa o armazenamento do histórico de navegação no Chromium e impede que os utilizadores alterem esta definição. Se esta definição estiver ativada, o histórico de navegação não é ativado. Se esta definição não estiver ativada ou estiver por configurar, o histórico de navegação é guardado.";
SearchSuggestEnabled.pfm_title = "Ativar sugestões de pesquisa";
SearchSuggestEnabled.pfm_description = "Ativa as sugestões de pesquisa na Caixa Geral do Chromium e impede que os utilizadores alterem esta definição. Se ativar esta definição, serão utilizadas as sugestões de pesquisa. Se desativar esta definição, as sugestões de pesquisa nunca são utilizadas. Se ativar ou desativar esta definição, os utilizadores não podem alterá-la nem substituí-la no Chromium.";
ShowHomeButton.pfm_title = "Mostrar o botão Página Inicial na barra de ferramentas";
ShowHomeButton.pfm_description = "Mostra o botão Página Inicial na barra de ferramentas do Chromium. Se ativar esta definição, o botão Página Inicial é sempre apresentado. Se desativar esta definição, o botão nunca é apresentado. Se ativar ou desativar esta definição, os utilizadores não poderão alterá-la ou substituí-la no Chromium.";
SyncDisabled.pfm_title = "Desativar a sincronização de dados com o Google";
SyncDisabled.pfm_description = "Desativa a sincronização de dados no Chromium através da utilização de serviços de sincronização alojados no Google e impede que os utilizadores alterem esta definição. Se ativar esta definição, os utilizadores não poderão alterar ou substituir esta definição no Chromium.";
TranslateEnabled.pfm_title = "Ativar Google Tradutor";
TranslateEnabled.pfm_description = "Ativa o serviço Google Tradutor integrado no Chromium. Se ativar esta definição, o Chromium apresentará uma barra de ferramentas integrada que pergunta ao utilizador se pretende traduzir a página que está a ver, quando adequado. Se desativar esta definição, os utilizadores nunca verão a barra de tradução. Se ativar ou desativar esta definição, os utilizadores não poderão alterá-la ou substituí-la no Chromium.";
UserDataDir.pfm_title = "Definir diretório de dados do utilizador";
UserDataDir.pfm_description = "Configura o diretório que o Chromium vai utilizar para armazenar dados dos utilizadores. Se definir esta política, o Chromium utilizará o diretório fornecido, independentemente de os utilizadores terem ou não especificado o sinalizador \"user-data-dir\".";